Repository: mozilla-l10n/mt-training-data
Catalog: ce/ce_pontoon.tmx
Source language: en_us
Languages: ce

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
ce: Алам къобалбархьамма аьтту агӀор хьакха. Аьрру агӀор хьакха, иза юхатоха. Хьала хьакха, иза дӀатоха. <strong>Диц ма де хьайн таллам чубала!</strong>

source: Syriac
ce: Сирийн

source: Tagalog
ce: Тагалог

source: Tag proper names, mixed words, or interjections
ce: Нийса цӀераш, ийна дешнаш, я юккъеметтигаш билгалъяха

source: Tags submitted successfully
ce: Билгалонаш кхиамца дӀакхачийна

source: Tahitian
ce: Таитийн

source: Taiwanese (Minnan)
ce: Тайванан

source: Tajik
ce: Таджийкийн

source: Taking several attempts to read a word.
ce: Масийттазза цхьа дош деша гӀортар

source: Tamazight
ce: Тамазийн

source: Tamil
ce: Тамил

source: Tap
ce: ТIетаIйе

source: Tarifit
ce: Тарифит

source: Tashlhiyt
ce: Ташлхийт

source: Tatar
ce: Татарийн

source: Technology and Robotics
ce: Технологи а, робототехника а

source: Technology that speaks your language
ce: Хьан мотт буьйцу технологи

source: Tedaga
ce: Тидага

source: Teke
ce: Теке

source: Telugu
ce: Телугу

source: Tepeuxila Cuicatec
ce: Тепеуксила Куикатекцан

source: Terms
ce: Бехкамаш

source: <termsLink>Terms</termsLink>
ce: <termsLink>Бехкамаш</termsLink>

source: Teutila Cuicatec
ce: Теутила Куикатекцан

source: Thai
ce: Тайскийн

source: Thank you for contributing your bulk submission!
ce: Дела реза хуьлда хьуна, массо а агӀор дӀасадаржорехь дакъалацарна!

source: Thank you for contributing your voice!
ce: Дела реза хуьлда хьуна хьайн аз дӀадаларна!

source: Thank you for donating your voice clips!
ce: Дела реза хуьлда хьуна хьайн озан клипаш сагӀне йахарна!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ce: Баркалла дIайаздарна<lineBreak></lineBreak>ХӀинца лахахь хьайн яздарш талла а талле, дӀахьовса де.

source: Thank you for your voice information
ce: Дела реза хуьлда хьуна хьайн озан хаам барна .

source: The bumblebee sped by.
ce: бумбари уллохула дIа йахар

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
ce: ДӀаяздарийн кешнашкахь ду «Common Voice» озан гулар юкъа ца догӀу озан дӀаяздарш. Коьрта гулар санна, дӀаяздарийн кешнийн гулар а ду тӀекхача йиш йолуш

source: The clip has disrespectful or offensive language.
ce: Клипехь ларамбоцуш я оьзда доцуш къамел ду

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
ce: Common Voice датийн гуларехь бӀеннаш эзарнаш озан масалш ду, цара гӀо до кечдархошна аз девзаш долу гӀирсаш кхолла.

source: The giant dinosaur of the Triassic.
ce: Триасан заманахь хилла йаккхи динозаврш.

source: The giant dinosaurs of the Triassi-.
ce: Триасан йаккхи Динозаврш-

source: The giant dinosaurs of the Triassic.
ce: Триасан йаккхи динозаврш

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
ce: Триасан заманахь хилла йаккхи динозаврш. <strong>[цхьана озаца еша]</strong> .

source: The giant dinosaurs of the Triassic. Yes.
ce: Триасан йаккхи Динозаврш. ХIаъ.

source: The giant dino <strong>[cough]</strong> the Triassic.
ce: Триасан заманахь хилла<strong>[йовхарш]</strong> гигантан динозаврш.

source: There are currently no sentences to review in this language.
ce: карарчу ханна оцу маттахь карлабаха аламаш бац.

source: There are currently no transcriptions to check for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
ce: ХӀокху хаамийн гуларехь транскрипцин йан аудио хӀинца йац. Нагахь ахь цхьаерш тӀехйитинехь, хьан цаьрца болх бан йиш ю, я транскрипцеш талла гӀо, тӀаккха тӀаьхьо юха хьажа

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
ce: ХӀокху маттахь талла транскрипцеш хӀинца яц. Нагахь ахь цхьаерш тӀехйитинехь, хьан цаьрца болх бан йиш ю, йа аудио йозане йерзо гӀо, тӀаккха тӀаьхьо а юха хьажа.

source: There are currently no transcriptions to tag for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
ce: ХӀокху хаамийн гуларехь транскрипцин йан аудио хӀинца йац. Нагахь ахь цхьаерш тӀехйитинехь, хьан цаьрца болх бан йиш ю, я транскрипцеш талла гӀо, тӀаккха тӀаьхьо юха хьажа

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
ce: Маттах лаьцна ойла ян дуккха а некъаш ду. Къамел довзаран моделашна Common Voice-о тӀедуьллу «вовшех кхетар» тӀе тидам бахийтар, я «и мотт буьйцурш вовшех кхета йиш юй, нагахь санна уьш гӀортахь?»

source: There are no more questions for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
ce: ХӀокху хаамийн гуларехь кхин хаттарш дац. Нагахь ахь цхьаерш тӀехйитинехь, хьан цаьрца болх бан йиш ю, йа аудиона транскрипци йазйа гӀо, тӀаккха тӀаьхьо юха хьа

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
ce: ХӀокху меттан кхин хаттарш дац. Нагахь ахьа цхьадерш тӀехтиллинехь, цаьрца болх дӀабахьа мегар ду, йа аудио дӀаязъяре дехьа а ваьлла, жимма хан яьлча юха хьажа мегар ду

source: The recording was too long.
ce: аудио-дIайаздар тӀех деха дара.

source: The recording was too quiet.
ce: аудио-дIайаздар тӀех тийна ду .

source: The recording was too short.
ce: аудио-дIайаздар тӀех доца дара

source: There is currently no audio to transcribe for this dataset. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
ce: ХӀокху хаамийн гуларехь транскрипцин йан аудио хӀинца йац. Нагахь ахь цхьаерш тӀехйитинехь, хьан цаьрца болх бан йиш ю, я транскрипцеш талла гӀо, тӀаккха тӀаьхьо юха хьажа

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
ce: ХӀокху маттахь йозане ерзо аудиош хӀинца йац. Нагахь ахьа цхьаберш тӀехьатиттина делахь, цаьрца болх дӀабахьа йиш ю хьан, я йозанашка юха хьажа а мега, я кӀеззиг хан яьлча юха хьажа

source: The request took too long to complete. This is usually temporary. Please try again. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ce: Дехар кхочуш цадалуш дукха хан яьлла. Иза наггахь хуьла. Юха хьажа. ГӀо оьшуш делахь, <matrixLink>Matrix юкъараллин чате</matrixLink> вола, <githubLink>GitHub тӀехь</githubLink> сайтан гӀалаташ тергам бе, я <discourseLink>тхан Discourse форумашка</discourseLink> хьажа.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
ce: Ешархошна юкъахь аудио-д1айаздарийн чӀогӀаллин бараман хийцамаш хир бу. Юха тоха, Нагахь санна чӀогӀаллин бараман лакхара белахь аудио-яздар юкъар дохуш, я (дукха хьолахь) ,дуьйцург хезаш доцуш лахара белахь , язйинчу текстана тӀе а тевжаш бен , дуьцарг ца къаьсташ.

source: The selected file is too large
ce: Файлан барам сов боккха бу

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
ce: Аламаш гулбархой дӀабольху коьртачу Common Voice платформе. ХӀинца хьан йиш ю алам<writeURL>язбан</writeURL> я <reviewURL>Талла</reviewURL> цхьа алам Common Voice-сехь

source: The sentence has a grammatical or spelling error.
ce: Аламехь грамматкан я нийсаяздаран гӀалат ду

source: The sentence has disrespectful or offensive language.
ce: Аламехь лерам боцуш я и сийсаз къамел ду.

source: The sentence must be grammatically correct.
ce: Алам граматикаца нийса хила беза.

source: The sentence must be speakable.
ce: Алам дIабийцалуш хила беза .

source: The sentence must be spelled correctly.
ce: Алам нийсайаздарц хила беза.

source: The site is ready to be launched when it reaches 75% completion.
ce: Сайт дӀайоло кийча ю 75% гочйина йаьлча

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
ce: Сайт ма-хуьллу сиха юха а болх бан йолалур ю. ТӀаьххьара хаамаш хаархьамма, иштта сайтаца Ӏотталун ампалшна тергам бан а, <matrixLink>Matrix юкъараллин чате</matrixLink> вола, я <githubLink>GitHub</githubLink> а, <discourseLink> Discourse форумашка</discourseLink> а хьажа.

source: The website text is translated into that language.
ce: Сайтан текст цу матте гочйина ю.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
ce: ХӀара хаам тIе божийна бац, хьайн лаамехь ву хьо — хьайна лаахь бен тӀетухур бац ахь. Оха хаамийн гулам арахоьцучу хенахь, оха массо а шен-шен хаамца псевдоним ло, хьан цӀе а, электронан почтан Iашметтиг а санна болу хаам демографин хаамца йоьзна ца хиларх тешам ло, масала, хьан хан я стен-боьршалла.

source: Three to go!
ce: Дисна кхоъ

source: Thur
ce: Тур

source: Tibetan
ce: Тибетан

source: Tigre
ce: Тигре

source: Tigrinya
ce: Тигринйа

source: Tlazoyaltepec Mixtec
ce: Тлазойалтепец Микстец

source: Tlingit
ce: Тлингит

source: Toba Qom
ce: Тоба ком

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
ce: Пошта хийца я нисйан лаахь, тхан поште хаам баийта<emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today's Common Voice progress on clips recorded
ce: Common Voice тахана дӀаязйинчу кийсигашца болу кхиам

source: Today's Common Voice progress on clips validated
ce: Common Voice: тахана теллинчу кийсигашца болу кхиам

source: Toggle popover
ce: Схьадолу кор дӀахӀоттаде

source: Toki Pona
ce: Токипона

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
ce: Common Voice даннийн гуларна юкъакхача, аз-яздар шина лелорхочо таллам бина хила деза.

source: Too many files
ce: Файлаш дукха ю

source: Top Contributors
ce: Коьрта декъашхой

source: Torwali
ce: Торвали

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
ce: Аьтту агӀор вай хӀоттийна оцу балхана хир йолу пайданийн план а, муьлха хаамаш массарна а гуш хир бу аьлла кхетам а. Лахарчу хьажоргашца (ссылкашца) пайда эца, хьайн гӀирсан (device) тӀехь Common Voice аккаунтца болх дӀаболо.

source: Toward next goal
ce: Кхин дӀа — керлачу кхиамашка

source: Transcribe
ce: Йозане ерзор

source: Transcribe audio recordings
ce: Хьайн маттахь аудио-дӀаяздаран транскрипци е .

source: Transcribe audio recordings into text
ce: Аудио дӀаяздарш тексте даха

source: Transcript edited successfully
ce: Транскрипци кхиамца хийцина

source: Transcript skipped successfully
ce: Транскрипци кхиамца чекхйалийтина

source: Transcript submitted successfully
ce: йоза кхиамца дӀадахьийтина

source: Transcript voted successfully
ce: Транскрипцина кхиамца кхаж тесна

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
ce: <translateVideoLink>Хьовса тхан куьйгалле, муха лело йеза Pontoon .</translateVideoLink>

source: Translating the site
ce: Сайт гочйар

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
ce: Гочдар ингалсан маттера ду, амма хьуна ган йиш ю <strong>Аламаш</strong>.кхечу маттахь <strong> Профил</strong> хьаьрк тӀетаӀайе, тӀаккха <strong>Нисдарш</strong> ссылкан тӀе а таӀайай, айхьа буьйцу муьлхха а меттанаш тӀетоха.Лахарчу аьтту агӀор сонехь хир ду <strong>Locales</strong> цӀе йолу гочдарийн тептар. Гочдарш гойту сайта тӀехь цхьа де даьлча.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
ce: Common Voice сайтан гочдар хуьлу <strong>Pontoon-ца</strong>

source: Try again by dragging your file here
ce: Юха а хьажа, файл кхуза схьа а озайай.

source: Try uploading again
ce: Юха а тIейаккха хьажа

source: Tshiluba
ce: Цилуба

source: Tshivenda
ce: Тчивенда

source: Tuki
ce: Туки

source: Tumbuka
ce: Тумбука

source: Tunen
ce: Тунен

source: Tupuri
ce: Тупури

source: Turkish
ce: Тюркийн

source: Turkmen
ce: Туркменийн

source: Tush
ce: Таш

source: Tuvan
ce: Тувийнан

source: Twi
ce: Тви

source: Ubykh
ce: Убих

source: Udmurt
ce: Удмуртийн

source: Ukrainian
ce: Украийнан

source: Unable to play audio. Please try again.
ce: Аз лакха ца дели. Юха хьажа

source: Understand contribution criteria
ce: Дакъалацаран бакъонаш йовзар

source: Understand how to contribute and validate on the Common Voice dataset
ce: Common Voice аьзнийн гуламехь дакъалацаран а, бакъдаран а низам

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
ce: Кхета, хӀун довза деза озан клипашка ладоьгӀуш, хьайн озан дӀаяздарш а тоьлла хилита!

source: Undo
ce: Юхаэца

source: Upload aborted. Do you want to delete your recordings?
ce: ТIейаккхар юкъара йаккхина. Хьайн дIайаздарш дӀадаха лаьий хьуна?

source: Upload an image file
ce: Сурт чудаккха

source: { $uploadedQuestions } of { $totalQuestions } questions collected
ce: { $uploadedQuestions }-нах { $totalQuestions } хаттарш гулдина

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
ce: { $uploadedquestions } -нах { $totalQuestions } хаттарш гулдина. Хаттарш муха тӀетоха деза хаа лууш волчунна хьажа тхан <guidelinesLink>Куьйгаллин</guidelinesLink> агӀонаш тӀе

source: { $uploadedSentences } of { $totalSentences } sentences collected
ce: { $uploadedSentences }-ннах{ $totalSentences } алам гулбина

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
ce: { $uploadedSentences } -ннах { $totalSentences } алам гулбина. тIе таIйе <downloadLink>кхузахь</downloadLink> юхатоьхна аламаш тIебаха.

source: Upload failed, please retry.
ce: Чу ца йаьлла, юха хьажа.

source: Upload <icon></icon> public domain sentences
ce: чубаха<icon></icon> юкъара доменан аламаш

source: Upload in progress...
ce: Чуйаккхар дӀахьош ду...

source: Upload more sentences?
ce: Кхин а аламаш чубахай?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
ce: хӀара кийск серверна чуялла ца ло. АгӀо карлаяккха я тӀаьхьа юха хьажа

source: Upload of this clip keeps failing, keep retrying?
ce: ХӀара кийск чуцайолу, юха хьажа везий?

source: Urdu
ce: Урду

source: Use bilingual questions or context
ce: Шина маттахь долчу хаттарех я контекстах пайдаэца .

source: Use correct grammar
ce: Нийса грамматика лелайе

source: Use correct orthography
ce: Нийса яздар леладе

source: Use correct spelling and grammar
ce: Нийса йоза йаздарех а, грамматикех а пайдаэцар .

source: Use correct spelling and punctuation
ce: орфографи а, пунктуаци а нийса лелор

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
ce: <mark>Ӏаламан къамелан контексташкахь а,</mark> лелош болчу меттигашкахь а пайдехьа ду (масала: нагахь хьуна аьзнех кхетош йолу программо (speech recognition), наха шаьш ма-дарра, кечам боцуш, шайн маттахь (диалекташца) дуьйцуш йолу хӀума къасто лаахь)

source: Use overly formal language
ce: ТӀех куц-кепан мотт лелор .

source: Use pronunciation to help
ce: Аларх пайдаэца ГӀо дархьамма

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
ce: Декъашхоша толлу сагӀийна делла Аз-яздарш нийса хилар, къамел деш волчо алам нийса балийни хьовсуш .

source: Ushojo
ce: Ушодже

source: Uyghur
ce: Уйгуран

source: Uzbek
ce: Узбекийн

source: Validate Readings
ce: Алар талла

source: Validate Readings, Review Transcriptions
ce: Алар талла, транскрипцеш талла

source: Validate Readings <small>(Coming soon)</small>
ce: Хьовса аудио-яздаршка <жима>(Кеста хир ду)</small>

source: Validate readings submitted by community members
ce: Юкъараллин декъашхоша чу даьхна аудио-д1аяздарш талла .

source: Validate user-recorded readings in your language
ce: Хьайн маттахь дӀаяздина аларш талла

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
ce: ХӀара<validateIcon></validateIcon> хаттарш бакъонашца догӀуш хилар чӀагӀде

source: Validate <validateIcon></validateIcon> that this question meets the guidelines.
ce: ХӀара хаттар бакъонашца догӀуш хилар тӀечӀагӀде <validateIcon></validateIcon>

source: Value and recognition.
ce: Мехалла а мукӀарло дар а

source: Varying Pronunciations
ce: Тайп-тайпана аларш

source: Venetian
ce: Венетский

source: Vietnamese
ce: Ветнамийн

source: Voice clips are entered into a submission queue that readies them for listening.
ce: Озаца дӀаяздинарг талламан рогӀехь дӀахӀоттадо, цул тӀаьхьа ладоьгӀур ду цаьрга.

source: Voice Collection
ce: Аьзнийн гулам

source: Voice Contribution
ce: Озаца дакъа лацар

source: Voice Validation
ce: Аьзнаш тIечIагIдар

source: Volume
ce: ЧIогIалла

source: Votic
ce: Вотик

source: Wadiyara Koli
ce: Ведийара Коли

source: Wakhi
ce: Вахи

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
ce: Common Voice кхин а дика хилийта гӀо дан лаьий хьуна? ТӀехдика! ЗӀене довла электронан почтехула я <discourseLink>Discourse</discourseLink> Сайтаца йолу анпалш хилча, хаам бе <githubLink>GitHub</githubLink> я дӀакхета <матрицаСсылка>Матрица</матрицаСсылка> юкъараллин чате.

source: Want to save your information? <createProfile>Create a profile</createProfile>
ce: Хьайн хаам ларбан лаьий хьуна?<createProfile>Профил Йе .</createProfile>

source: Want to stay in touch with Common Voice?
ce: Common Voice-ца зӀенехь хила лаьий хьуна?

source: Watch our video explainer to help
ce: Хьовса тхан кхетош йолу видеога, гӀоьнна

source: Wayuunaiki
ce: Вайуунакийн

source: We are going out to get a coffee.
ce: Тхо кофе мала арадовлуш ду

source: We are going out to get coffee.
ce: Тхо кофе мала арадовлуш ду

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
ce: Mozilla-хь оха меттан технологешна гонаха юкъаралла кхуллу. Тхуна лаьа шу массо а тӀаьххьарчу керланех, керлачу хаамийн хьостанех лаьцна хууш хилийта, аша и хаамаш муха лелабо кхин дӀа а хаа.

source: Website Localization
ce: Вебсайтан локализаци

source: We could not upload { $total } clips. They have already been uploaded before. Let’s continue with the next batch!
ce: Кийск чу цайаккхайели,{ $total } хӀунда аьлча иза хьалха чуяьккхина ю. РогӀерчу гуларшца кхин дӀа доьлху вай

source: We couldn’t find that page for you
ce: Тхуна и агӀо ца карийра

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ce: Тхан аьтто ца баьлла хьуна ладогӀа цхьаа а аудиоклип схьаэца. Дехар ду тӀаьхьо юха хьажахьар

source: We couldn’t get any sentences for you to speak. Please try again later.
ce: хьоьга бийцита цхьаа а алам ца карина тхуна ТӀаьхьо юха хьажахьара хьо.

source: We launch the Common Voice site in this language.
ce: Оцу маттахь дӀайолош ю оха Common Voice сайт.

source: Welcome to Spontaneous Speech
ce: Марша вогIийла Spontaneous Speech

source: Welsh
ce: Велшийн

source: We may have run out of clips - refresh the page, or try again later.
ce: Вайна авдио-д1айаздарш чекхйевлла хила тарло - агӀо карлаяккха, я тӀаьхьо юха хьажа.

source: We periodically release the dataset
ce: Хаамийн гулар рогӀаллехь арахоьцу оха

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
ce: Оха дош ло шун хаамаш ларбеш лелор бу аьлла. Кхин дӀа довза тхан <privacyLink>Къайленан хаам</privacyLink> чохь.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
ce: Оха дӀахӀоттош ду краудсорсинг йиллина озан даташ. Хьайн озаца гӀо де, кхечу нехан дӀаяздарш нийса хилар тӀечӀагӀде, массарна а дика хилийта даташан гулар.

source: We’re experiencing unexpected downtime
ce: ЦӀаьххьана системан сацам хилла

source: We’re going out to get coffee.
ce: Тхо кофе мала арадовлу.

source: We release the dataset every 3 months.
ce: 3 бутт моссаз болу Даташ арахоьцу оха

source: We're making some big changes
ce: Цхьа баккхий хийцамаш беш ду вай

source: We're receiving a lot of traffic and are currently investigating the issues.
ce: Тхан системехь декъашхой чӀогӀа дукха бу, хӀинца оха цуьнца йоьзна йолу ампалш толлуш ю

source: We’re sorry, your platform is not currently supported.
ce: Бехк ма билла, хьан платформа карарчу хенахь лелош яц.

source: Western Highland Purepecha
ce: МАлхбузан Лекхалаттан Пурепача

source: Western Penan
ce: Малхбузен Пенан

source: Western Sierra Puebla Nahuatl
ce: Малхбузан Сиера Пуэблан Нахуатл

source: Westphalian
ce: Вестфалийн

source: We uploaded { $uploaded } of your clips — The remainder have already been uploaded. Let’s continue with the next batch!
ce: Оха хьан { $uploaded } кийскаш чуяьхна — йиснарш хьалха чуяьхна ю. РогӀерчу гуларшца кхин дӀа доьлху вай!

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
ce: Оха гочдаршна лелабо <pontoonLink>Pontoon</pontoonLink> цӀе йолу Mozilla гӀирс. Pontoon-ехь дуккха а меттанаш ду, амма нагахь санна хьан мотт бацахь хьан йиш ю <pontoonRequestLink>хьайн мотт тӀетоха дехар дан</pontoonRequestLink>. Цул тӀаьхьа, Common Voice проектехь мотт лело аьтто хилийта, <githubRepoLink>керла мотт беха GitHub тӀехь</githubRepoLink> . <localizationFragment>Кхин дӀа хьажа сайта тӀехь гочдар</localizationFragment>
